export default function getTeachersAPI() {
  return [
    {
      id: 0,
      name: 'Александр Ящин'
    },
    {
      id: 1,
      name: 'Тимофей Якимович'
    },
    {
      id: 2,
      name: 'Борис Шалушкин'
    },
    {
      id: 3,
      name: 'Александр Циглер'
    },
    {
      id: 4,
      name: 'Милена Сенькина'
    },
    {
      id: 5,
      name: 'Лариса Дубровина'
    },
    {
      id: 6,
      name: 'Виктория Саянова'
    },
    {
      id: 7,
      name: 'Антонина Еромеева'
    },
    {
      id: 8,
      name: 'Роман Бортник'
    },
    {
      id: 9,
      name: 'Владислава Яналова'
    },
    {
      id: 10,
      name: 'Георгий Яновицкий'
    },
    {
      id: 11,
      name: 'Кирилл Челомцев'
    },
    {
      id: 12,
      name: 'Борис Гершкович'
    },
    {
      id: 13,
      name: 'Иван Дворников'
    },
    {
      id: 14,
      name: 'Дина Крылова'
    },
    {
      id: 15,
      name: 'Ангелина Бочарова'
    },
    {
      id: 16,
      name: 'Ярослав Попов'
    },
    {
      id: 17,
      name: 'Всеслав Ворожцов'
    },
    {
      id: 18,
      name: 'Ирина Смелоча'
    },
    {
      id: 19,
      name: 'Полина Витюгова'
    },
    {
      id: 20,
      name: 'Валерий Фирсов'
    },
    {
      id: 21,
      name: 'Егор Чистяков'
    },
    {
      id: 22,
      name: 'Игорь Кутичев'
    },
    {
      id: 23,
      name: 'Всеволод Иньков'
    },
    {
      id: 24,
      name: 'Геннадий Сычёв'
    },
    {
      id: 25,
      name: 'Егор Яблоновский'
    },
    {
      id: 26,
      name: 'Оксана Сизова'
    },
    {
      id: 27,
      name: 'Глеб Ягункин'
    },
    {
      id: 28,
      name: 'Валерий Сиян'
    },
    {
      id: 29,
      name: 'Дарья Садовничий'
    },
    {
      id: 30,
      name: 'Федот Демидов'
    }
  ]
}
